Repository: Bilal1112111/uni_project
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Categorries
ar: التصنيفات

# dailydeals
source: DailyDaels
ar: العروض اليومية

source: see all
ar: الكل..

source: QR
ar: الماسح

# settings
source: Setting
ar: الإعدادات

source: Favorite
ar: المفضلة

source: Home
ar: الصفحةالرئيسية

source: My Ads
ar: إعلاناتي

source: Your Favorit Is Impty
ar: المفضلة فارغة

source: Add Your Favorit Market Now
ar: أضف متاجرك المفضلة الآن...

source: Lets Start
ar: هيا لنبدأ

# stores
source: All Stores
ar: المتاجر

source: Privacy Policy
ar: سياسة الخصوصية

# faq
source: Frequently Asked Questions
ar: الأسئلة الشائعة

source: About Us
ar: حول التطبيق

source: View More
ar: رؤية المزيد

source: Archive
ar: الارشيف

# addyourads
source: Add Your Advertising Now
ar: أضف إعلانك الخاص الآن

# dontwait
source: Do not Wait??!!
ar: ماذا تنتظر؟؟!!

source: Your Request Has Been Sent Successfully
ar: تم أرسال الطلب بنجاح

source: Thanks For Choosing Us
ar: شكرا لأختيارنا

source: The payment details will be sent to you soon after
ar: ستصلك تفاصيل الدفع باقرب وقت بعد مراجعة

source: your order is reviewed by the administrators
ar: طلبك من قبل المسوؤلين
